Repository: Levdbas/support-hours
Catalog: languages/support-hours-*.po
Languages: nl_nl

source: Support Hours overview
nl_nl: Support Hours overzicht

source: Overview
nl_nl: Overzicht

source: Support Hours settings
nl_nl: Support Hours instellingen

source: Settings
nl_nl: Instellingen

source: Add new activity
nl_nl: Voeg nieuwe activiteit toe

source: View all activities
nl_nl: Bekijk alle activiteiten

source: No activities added yet.
nl_nl: Nog geen activiteiten toegevoegd.

source: Add first activity
nl_nl: Voeg eerste activiteit toe

source: Hi
nl_nl: Hallo

source: your Support Hours are used.
nl_nl: uw Support Uren zijn verbruikt.

source: your Support Hours are almost used.
nl_nl: uw Support Uren zijn bijna verbruikt.

source: you have plenty of hours left.
nl_nl: u heeft nog veel uren over.

source: Order Support Hours
nl_nl: Bestel Support Uren

source: Support Hours is not configured.
nl_nl: Support Hours is niet geconfigureerd.

source: Configure plugin!
nl_nl: Configureer plugin!

source: No Support Hours bought yet.
nl_nl: Nog geen Support Uren ingekocht.

source: Select Support Hours managers
nl_nl: Selecteer Support Hours managers

source: E-mail address main Support Hours manager
nl_nl: E-mailadres Support Hours manager

source: Time used
nl_nl: Tijd verbruikt

source: Time added
nl_nl: Tijd toegevoegd

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: Description
nl_nl: Beschrijving

source: Description of the activity
nl_nl: Beschrijving van de activiteit

source: Activities will be sorted by date on save
nl_nl: Activiteiten worden gesorteerd op datum tijdens het bijwerken

source: Add activity
nl_nl: Voeg activiteit toe

source: Save
nl_nl: Bijwerken

source: hours
nl_nl: uur

source: used
nl_nl: verbruikt

source: Last five activities:
nl_nl: Laatste vijf activiteiten:

source: Activities:
nl_nl: Activiteiten:

source: Total
nl_nl: Totaal

source: A complete overview of all activities.
nl_nl: Een compleet overzicht van alle activiteiten.

source: You do not have access to this page because you are not a Support Hours manager. Please disable and enable the plugin to reset user access.
nl_nl: U heeft geen toegang tot deze pagina omdat u geen Support Hours manager bent. Deactiveer en activeer de plugin om weer toegang te krijgen.
